Repository: wdeltenre/ft_hangouts
Catalog: ft_hangouts/Core/Localizable/Localizable.xcstrings
Source language: en
Languages: fr, nl

# ADD_CONTACT
source: Add someone to your contacts to see it here.
fr: Ajoutez une personne pour la voir ici.
nl: Voeg iemand toe aan je contacten om het hier te zien.

source: blue
fr: bleu
nl: blauw

# CANNOT_BE_UNDONE
source: This action cannot be undone.
fr: Cette action est irréversible.
nl: Deze actie kan niet ongedaan worden gemaakt.

# CHECK_NETWORK
source: Please check your Wi-Fi or cellular data connection and try again.
fr: Veuillez vérifier votre connexion Wi-Fi ou de données cellulaires et réessayer.
nl: Controleer uw wifi- of mobiele dataverbinding en probeer het opnieuw.

source: Connection Lost
fr: Connexion perdue
nl: Verbinding verbroken

# CONTACT_SAVED
source: Contact successfully saved! 🎉
fr: Contact enregistré avec succès ! 🎉
nl: Contact succesvol opgeslagen! 🎉

source: Current color
fr: Couleur actuelle
nl: Huidige kleur

source: Current language
fr: Langue actuelle
nl: Huidige taal

# DELETE_CONFIRMATION
source: Are you sure you want to delete this contact?
fr: Êtes-vous sûr(e) de vouloir supprimer ce contact ?
nl: Weet je zeker dat je dit contact wilt verwijderen?

source: Delete contact
fr: Supprimer le contact
nl: Verwijder contact

# DELETE_CONTACT_NAME
source: Delete %@
fr: Supprimer %@
nl: Verwijder %@

source: Error
fr: Erreur
nl: Fout

source: Error deleting contact
fr: Erreur lors de la suppression du contact
nl: Fout bij het verwijderen van contact

# ERROR_NO_PHONE_ID
source: Could not find ID for the phone number.
fr: ID introuvable pour le numéro de téléphone.
nl: Kon geen ID vinden voor het telefoonnummer.

# FAILED_SAVE
source: Failed to save contact
fr: Échec de l'enregistrement du contact
nl: Contact opslaan is mislukt

# FIELD_REQUIRED
source: This field is required.
fr: Ce champ est obligatoire
nl: Dit veld is vereist.

source: gray
fr: gris
nl: grijs

# LAST_BG_TIME
source: Last backgrounded at %@
fr: Dernière mise en arrière-plan à %@
nl: Laatst naar de achtergrond op %@

# LOADING_DATA
source: Loading user data…
fr: Chargement des données de l’utilisateur…
nl: Gebruikersgegevens laden…

source: Log out
fr: Déconnexion
nl: Uitloggen

# MISSING_IDS
source: Contact ID or Current User ID is missing.
fr: L'ID du contact ou l'ID de l'utilisateur actuel est manquant.
nl: Contact-ID of huidige Gebruikers-ID ontbreekt.

source: Name%@
fr: Nom%@
nl: Naam%@

# NO_CONTACTS
source: No contacts saved yet!
fr: Aucun contact enregistré!
nl: Nog geen contacten opgeslagen!

# NO_CONVERSATIONS
source: No conversations yet!
fr: Aucune conversation enregistrée!
nl: Nog geen gesprekken opgeslagen!

# PHONE_NOT_REGISTERED
source: This phone number isn't registered.
fr: Ce numéro de téléphone n'est pas enregistré.
nl: Dit telefoonnummer is niet geregistreerd.

source: Phone number%@
fr: Numéro de téléphone%@
nl: Telefoon nummer%@

source: Retry Connection
fr: Réessayer la connexion
nl: Opnieuw verbinding maken

# SELECT_COLOR
source: Color selection
fr: Sélection de la couleur
nl: Kleurselectie

# SELECT_LANGUAGE
source: Language selection
fr: Sélection de la langue
nl: Taalselectie

source: Send code
fr: Envoyer le code
nl: Code verzenden

# SET_COLOR
source: Color set to
fr: Couleur définie
nl: Kleur ingesteld op

# SET_LANGUAGE
source: Language set to
fr: Langue définie
nl: Taal ingesteld op

source: Settings
fr: Paramètres
nl: Instellingen

source: Sign in
fr: Se connecter
nl: Inloggen

# START_CHAT
source: Start a new chat to see it here.
fr: Démarrez une nouvelle discussion pour la voir ici.
nl: Start een nieuwe chat om het hier te zien.

# UNKNOWN_ERROR
source: An unknown error occurred.
fr: Une erreur inconnue est surevenue.
nl: Er is een onbekende fout opgetreden.

source: Verification code
fr: Code de vérification
nl: Verificatiecode

source: Verify & Sign in
fr: Vérifier et se connecter
nl: Verifieer en log in

# WRITE_MESSAGE
source: Write a message
fr: Écrire un message
nl: Schrijf een bericht

source: You: %@
fr: Vous: %@
nl: Jij: %@

source: Contacts
nl: Contacten

source: Message
nl: Bericht

source: Messages
nl: Berichten
